Repository: mikebionic/landing_admin
Catalog: main/translations/*/LC_MESSAGES/messages.po
Languages: tk

source: Admin panel
tk: Admin

source: Login
tk: Giriş

source: Username
tk: Ulanyjy ady

source: Password
tk: Açar sözi

source: Loading
tk: Ýüklenýär

source: Stay connected
tk: Biz bilen habarlaşyň

source: Your name
tk: Adyňyz

source: Type your name
tk: Adyňyz giriziň

source: Your E-Mail
tk: E-mail adresyňyz

source: Type your Email Address
tk: E-mail adresyňyzy giriziň

source: Valid email is required
tk: Dogry E-mail adresy giriziň

source: Message
tk: Habar

source: Tell us about you
tk: Özüňiz barada aýdyň

source: Please,leave us a message
tk: Bize habar iberiň

source: Send Message
tk: Iber
